export default function Question() {
  return (
    <div>
      <section className="questions">
        <div className="container">
          <h2 className="questions__heading site-heading">
            Часто задаваемые вопросы
          </h2>
          <div className="questions__accordion" id="accordion">
            <div className="questions__wrapper">
              <h3 className="questions__title">
                Из чего формируется конечная стоимость проекта?
                <span className="accordion-icon"></span>
              </h3>
            </div>
            <div className="questions__content">
              <p className="questions__descr">
                Являясь всего лишь частью общей картины, непосредственные
                участники технического прогресса призывают нас к новым
                свершениям, которые, в свою очередь, должны быть своевременно
                верифицированы. Но высококачественный прототип будущего проекта
                является качественно новой ступенью первоочередных требований. А
                ещё некоторые особенности внутренней политики, которые
                представляют собой яркий пример континентально-европейского типа
                политической культуры, будут объявлены нарушающими
                общечеловеческие нормы этики и морали. И нет сомнений, что явные
                признаки победы институционализации призывают нас к новым
                свершениям, которые, в свою очередь, должны быть указаны как
                претенденты на роль ключевых факторов.
              </p>
              <p className="questions__descr">
                Приятно, граждане, наблюдать, как некоторые особенности
                внутренней политики могут быть призваны к ответу. Явные признаки
                победы институционализации набирают популярность среди
                определенных слоев населения, а значит, должны быть объединены в
                целые кластеры себе подобных. Банальные, но неопровержимые
                выводы, а также многие известные личности призывают нас к новым
                свершениям, которые, в свою очередь, должны быть представлены в
                исключительно положительном свете.
              </p>
            </div>
            <div className="questions__wrapper">
              <h3 className="questions__title">
                У меня есть свой проект. Сможем ли мы его доработать /
                реализовать? <span className="accordion-icon"></span>
              </h3>
            </div>
            <div className="questions__content">
              <p className="questions__descr">
                Являясь всего лишь частью общей картины, непосредственные
                участники технического прогресса призывают нас к новым
                свершениям, которые, в свою очередь, должны быть своевременно
                верифицированы. Но высококачественный прототип будущего проекта
                является качественно новой ступенью первоочередных требований. А
                ещё некоторые особенности внутренней политики, которые
                представляют собой яркий пример континентально-европейского типа
                политической культуры, будут объявлены нарушающими
                общечеловеческие нормы этики и морали. И нет сомнений, что явные
                признаки победы институционализации призывают нас к новым
                свершениям, которые, в свою очередь, должны быть указаны как
                претенденты на роль ключевых факторов.
              </p>
              <p className="questions__descr">
                Приятно, граждане, наблюдать, как некоторые особенности
                внутренней политики могут быть призваны к ответу. Явные признаки
                победы институционализации набирают популярность среди
                определенных слоев населения, а значит, должны быть объединены в
                целые кластеры себе подобных. Банальные, но неопровержимые
                выводы, а также многие известные личности призывают нас к новым
                свершениям, которые, в свою очередь, должны быть представлены в
                исключительно положительном свете.
              </p>
            </div>
            <div className="questions__wrapper">
              <h3 className="questions__title">
                Я выбираю между разными компаниями. В чём ваше отличие?
                <span className="accordion-icon"></span>
              </h3>
            </div>
            <div className="questions__content">
              <p className="questions__descr">
                Являясь всего лишь частью общей картины, непосредственные
                участники технического прогресса призывают нас к новым
                свершениям, которые, в свою очередь, должны быть своевременно
                верифицированы. Но высококачественный прототип будущего проекта
                является качественно новой ступенью первоочередных требований. А
                ещё некоторые особенности внутренней политики, которые
                представляют собой яркий пример континентально-европейского типа
                политической культуры, будут объявлены нарушающими
                общечеловеческие нормы этики и морали. И нет сомнений, что явные
                признаки победы институционализации призывают нас к новым
                свершениям, которые, в свою очередь, должны быть указаны как
                претенденты на роль ключевых факторов.
              </p>
              <p className="questions__descr">
                Приятно, граждане, наблюдать, как некоторые особенности
                внутренней политики могут быть призваны к ответу. Явные признаки
                победы институционализации набирают популярность среди
                определенных слоев населения, а значит, должны быть объединены в
                целые кластеры себе подобных. Банальные, но неопровержимые
                выводы, а также многие известные личности призывают нас к новым
                свершениям, которые, в свою очередь, должны быть представлены в
                исключительно положительном свете.
              </p>
            </div>
            <div className="questions__wrapper">
              <h3 className="questions__title">
                Могу ли я делегировать вам работу / согласование с подрядчиком /
                организацией? <span className="accordion-icon"></span>
              </h3>
            </div>
            <div className="questions__content">
              <p className="questions__descr">
                Являясь всего лишь частью общей картины, непосредственные
                участники технического прогресса призывают нас к новым
                свершениям, которые, в свою очередь, должны быть своевременно
                верифицированы. Но высококачественный прототип будущего проекта
                является качественно новой ступенью первоочередных требований. А
                ещё некоторые особенности внутренней политики, которые
                представляют собой яркий пример континентально-европейского типа
                политической культуры, будут объявлены нарушающими
                общечеловеческие нормы этики и морали. И нет сомнений, что явные
                признаки победы институционализации призывают нас к новым
                свершениям, которые, в свою очередь, должны быть указаны как
                претенденты на роль ключевых факторов.
              </p>
              <p className="questions__descr">
                Приятно, граждане, наблюдать, как некоторые особенности
                внутренней политики могут быть призваны к ответу. Явные признаки
                победы институционализации набирают популярность среди
                определенных слоев населения, а значит, должны быть объединены в
                целые кластеры себе подобных. Банальные, но неопровержимые
                выводы, а также многие известные личности призывают нас к новым
                свершениям, которые, в свою очередь, должны быть представлены в
                исключительно положительном свете.
              </p>
            </div>
            <div className="questions__wrapper">
              <h3 className="questions__title">
                Могу ли я вернуть деньги на каком-либо из этапов работ?
                <span className="accordion-icon"></span>
              </h3>
            </div>
            <div className="questions__content">
              <p className="questions__descr">
                Являясь всего лишь частью общей картины, непосредственные
                участники технического прогресса призывают нас к новым
                свершениям, которые, в свою очередь, должны быть своевременно
                верифицированы. Но высококачественный прототип будущего проекта
                является качественно новой ступенью первоочередных требований. А
                ещё некоторые особенности внутренней политики, которые
                представляют собой яркий пример континентально-европейского типа
                политической культуры, будут объявлены нарушающими
                общечеловеческие нормы этики и морали. И нет сомнений, что явные
                признаки победы институционализации призывают нас к новым
                свершениям, которые, в свою очередь, должны быть указаны как
                претенденты на роль ключевых факторов.
              </p>
              <p className="questions__descr">
                Приятно, граждане, наблюдать, как некоторые особенности
                внутренней политики могут быть призваны к ответу. Явные признаки
                победы институционализации набирают популярность среди
                определенных слоев населения, а значит, должны быть объединены в
                целые кластеры себе подобных. Банальные, но неопровержимые
                выводы, а также многие известные личности призывают нас к новым
                свершениям, которые, в свою очередь, должны быть представлены в
                исключительно положительном свете.
              </p>
            </div>
          </div>
        </div>
      </section>
    </div>
  );
}
